{
  "questions": [
    "What is the minimum GPA to stay in good standing?",
    "How many times per year are graduate degrees conferred at UNH?",
    "Where can I read more about the graduation process?",
    "When is a Ph.D. student advanced to candidacy and what form is required?",
    "When must students begin enrolling in capstone credits?",
    "Can students select electives in related fields according to the Cybersecurity Engineering (M.S.) requirements?",
    "Does the IT (M.S.) program require an internship?",
    "How many credits are allocated for the Master’s Project in the Information Technology (M.S.) program?",
    "Do it for Information Technology (M.S.)",
    "Who is the MS in CPRM designed for in terms of background?",
    "What does the IT (M.S.) program prepare students for?",
    "What is the main academic focus of the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What kind of graduate program is the Information Technology (M.S.) at UNH Manchester?",
    "What is the minimum total credit requirement for graduation from the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What kinds of students does the IT (M.S.) program welcome?",
    "Which two computing trends are named in the Cybersecurity Engineering (M.S.) description as drivers of demand?",
    "What is Doctoral Research (999) and when must Ph.D. students register for it?",
    "What experiential learning connection is highlighted early in the IT (M.S.) program?",
    "What are the GRE requirements.",
    "What must doctoral students do to participate in the May ceremony?",
    "Can students begin the capstone before completing 9 credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I reach degree candidacy?",
    "Do I have to file an intent to graduate?",
    "Who can participate in the May commencement ceremony?",
    "How many core courses are required in the MS in CPRM?",
    "What completion options does the MS in Information Technology offer?",
    "How many elective credits are required in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many thesis credits are required for a master’s thesis and how are they graded?",
    "Who supervises the Master’s Thesis in the Information Technology (M.S.) program?",
    "How long does it typically take to complete the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What completion options are listed on the Information Technology (M.S.) requirements page?",
    "What are the total credit combinations for the project and thesis options in the Information Technology (M.S.) program?",
    "Does the Cybersecurity Engineering (M.S.) requirements page describe a capstone or culminating experience?",
    "What are the Ph.D. time limits at UNH?",
    "What capstone expectation exists in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can I take a leave of absence?",
    "What does NR mean on a graduate record?",
    "Where is the MS in Information Technology offered and what scheduling flexibility is available?",
    "What is the time limit to complete a master’s degree?",
    "What is the credit range for the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many total credits are required for the MS in Biotechnology: Industrial & Biomedical Sciences?",
    "Does the MS in Information Technology support an accelerated master’s pathway?",
    "When is the annual commencement ceremony?",
    "What domains are noted as driving demand for cybersecurity engineers in the Cybersecurity Engineering (M.S.) description?",
    "What GPA do graduate students need to be eligible for graduation?",
    "What quantitative and data skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I apply to grad school?",
    "In the Biotechnology: Industrial and Biomedical Sciences (M.S.) program, how many hours of academic work does each credit typically represent?",
    "What is the purpose of the Core Curriculum in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is a non-terminal degree?",
    "Do I need to register to attend commencement?",
    "Can I take a course pass/fail?",
    "What is the minimum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can I take undergraduate courses as a grad student?",
    "How will students communicate technical information in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What theoretical foundations are emphasized in the Cybersecurity Engineering (M.S.) program?",
    "How does an Incomplete (IC) work for graduate courses?",
    "Is the MS in CPRM delivered online or on campus?",
    "What is the minimum grade to receive graduate credit?",
    "What does an IA grade indicate?",
    "How many graduate credits are required for a master’s degree at UNH?",
    "Can 700-level courses count for graduate credit?",
    "Does the Biotechnology: Industrial and Biomedical Sciences (M.S.) program integrate academic and professional preparation?",
    "Does the MS in CPRM require a thesis or a capstone?",
    "What is the internship requirement for MS in Information Technology students?",
    "Can Information Technology (M.S.) students begin an internship early in their studies?",
    "What is the relationship between core courses and elective courses in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What kind of theoretical knowledge is paired with practice in the Cybersecurity Engineering (M.S.)?",
    "Who recommends and who decides a dismissal for lack of academic progress?",
    "Who supervises the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What happens if I get a C grade?",
    "What are the admission requirements for the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "According to the Cybersecurity Engineering (M.S.) description, what kinds of threats will graduates address?",
    "What does each credit represent in the Information Technology (M.S.) program?",
    "When must students enroll in the internship for the Information Technology (M.S.) program?",
    "What does each credit in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program represent in academic work?",
    "Can programs set stricter academic standards than the Graduate School?",
    "According to the Cybersecurity Engineering (M.S.) description, what learning modes are combined?",
    "Is there housing available?",
    "According to the Information Technology (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "How is the Master’s Project Option structured in the Information Technology (M.S.) program?",
    "Can I do a dual degree?",
    "How do students engage with research literature in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Who helps Biotechnology: Industrial and Biomedical Sciences (M.S.) students develop a curriculum plan?",
    "Can I appeal a dismissal?",
    "What is the maximum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the Accelerated Master’s Option in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "When must students enroll in COMP 801 Integrated Computing Practice?",
    "What is the main goal of the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the policy on course withdrawal (W) and its impact?",
    "What transferable professional skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the total number of graduate credits needed to complete any option in the Information Technology (M.S.) program?",
    "What is the application deadline?",
    "List several required core courses in the CPRM curriculum.",
    "How many thesis credits do I need to complete for my program?",
    "Where can I find information about assistantships?",
    "What is the Accelerated Masters program?",
    "How does the Information Technology (M.S.) support students’ schedules?",
    "What does an AU grade mean?",
    "How quickly can full-time students complete the Biotechnology MS?",
    "How many core credits are required in the Information Technology (M.S.) curriculum?",
    "What is the minimum grade for earning graduate credit?",
    "What key outcome does the Cybersecurity Engineering (M.S.) program prepare graduates for?",
    "Do I need to register?",
    "How many core credits are required in the Information Technology (M.S.) program?",
    "How many total program credits are composed of core, elective, and capstone work in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits are required to earn the MS in Cybersecurity Policy and Risk Management?",
    "What is the deadline to appeal a dismissal decision?",
    "How many core credits are required in the MS in Information Technology?",
    "According to the Cybersecurity Engineering (M.S.) description, what three actions will students learn regarding secure information systems?",
    "What is the difference between GRAD 800 and GRAD 900?",
    "What is an IA grade?",
    "What does an AF grade mean?",
    "What skills does the CPRM program emphasize?",
    "What legal and regulatory understanding is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is a guidance committee?",
    "When is a CR grade used?",
    "Who issues official transcripts and what is required before receiving a diploma?",
    "What is the goal of the internship experience in the Information Technology (M.S.) program?",
    "Does the Information Technology (M.S.) offer flexibility for part-time students?",
    "What happens if an accelerated master’s student earns below B- in a graduate course while in dual status?",
    "Who is the Cybersecurity Engineering (M.S.) program designed for?",
    "What happens when a graduate course is repeated?",
    "How many credits below B- lead to dismissal from the Graduate School?",
    "Can I take courses without applying?",
    "Does UNH offer student health insurance?",
    "What is the minimum passing grade for graduate students?",
    "How many credits can the capstone contribute in the Biotechnology MS?",
    "What kinds of experiential learning does the program emphasize?",
    "What is full time status?",
    "When are classes offered for the Information Technology (M.S.) program?",
    "How many elective credits are required under each option?",
    "What learning environment does the Cybersecurity Engineering (M.S.) highlight?",
    "Is there a specific credit requirement for the internship course in the Information Technology (M.S.) program?",
    "How does the Cybersecurity Engineering (M.S.) position graduates for organizational impact?",
    "Where do I file an intent to graduate?",
    "What is the minimum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can graduate students take courses pass/fail?",
    "How is the Master’s Thesis Option structured in the Information Technology (M.S.) program?",
    "Does the Biotechnology MS have an Accelerated Master’s option and what can count for dual credit?",
    "According to the Cybersecurity Engineering (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "When can eligible students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Option begin taking graduate courses for dual credit?",
    "How long do I have to complete my master’s degree?",
    "What city sponsors are there for the IT (M.S.) program?",
    "How many credits are required in the Core Curriculum for the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "According to the Cybersecurity Engineering (M.S.) description, what will students learn to develop and operate?",
    "How is the scientific method applied in the biotechnology: industrial and biomedical sciences (m.s.) program?",
    "How many total credits are required for the Biotechnology: Industrial and Biomedical Sciences (M.S.)?",
    "Where is the Information Technology (M.S.) program offered and what schedule flexibility is there?",
    "What laboratory skills will students develop in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the deadline to file an intent to graduate?",
    "What kinds of disciplines can MS in IT electives come from?",
    "How many thesis credits are required in the Information Technology (M.S.) Thesis Option?",
    "What topics are central to the program’s scientific foundation?",
    "What are the key rules for the Accelerated Master’s program?",
    "Where is the Cybersecurity Engineering (M.S.) program offered?",
    "What financial aid is available?",
    "Does CPRM offer an Accelerated Master’s option for UNH undergraduates?",
    "List the core curriculum courses required in the Biotechnology MS.",
    "What leadership outcome is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How is the academic calendar structured for CPRM courses?",
    "Can I transfer credits into my program?",
    "Do I need RCR training?",
    "How do I submit my thesis?",
    "What is the overall purpose of the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "What is the maximum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits are required for a master’s degree?",
    "What is the total credit value of the capstone in CPRM?",
    "What seminar requirement is included in the Biotechnology MS?",
    "How do I withdraw from the program?",
    "What must be completed before the degree conferral date?",
    "Can I change my degree?",
    "Do I need to submit GRE scores?",
    "Which campus hosts the Cybersecurity Engineering (M.S.) program?",
    "When can students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program begin their capstone experience?",
    "What must conditionally admitted graduate students do to remain in the Graduate School?",
    "Can I defer my admission?",
    "Does the Information Technology (M.S.) program require a final presentation or report?",
    "What is the total number of credits required to complete the Master’s Thesis Option in the Information Technology (M.S.) program?",
    "What core knowledge areas will students master in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What specialty development is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What are the graduate grading policies?",
    "How many chances do master’s or Ed.S. students get to pass their final exam?",
    "What is the total number of credits required to complete the Master’s Project Option in the Information Technology (M.S.) program",
    "Where can I find the intent-to-graduate deadlines?",
    "Which type of systems does the Cybersecurity Engineering (M.S.) program focus on securing?",
    "Is a capstone required for master’s programs?",
    "What culminating experiences are available in the MS in IT?",
    "What are the residency requirements for the Ph.D.?",
    "How many credits can I take?",
    "For MS IT, what happens if I get a C grade?",
    "Name the topic areas covered by the required core in the MS in IT.",
    "How many chances do Ph.D. students get to pass qualifying or final exams?",
    "What capstone formats are available in the Biotechnology MS program?",
    "How does the Cybersecurity Engineering (M.S.) program provide applied experience?",
    "Does the Information Technology (M.S.) curriculum include both coursework and research?"
  ]
}